results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260711T013128_spike_G30_rep9/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 179492 out of 179492
     data_received..................: 41 MB   72 kB/s
     data_sent......................: 19 MB   33 kB/s
     http_req_blocked...............: avg=4.16µs   min=811ns      med=3.33µs  max=32.6ms   p(90)=5.05µs   p(95)=5.96µs  
     http_req_connecting............: avg=330ns    min=0s         med=0s      max=32.45ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=18.14ms  min=731.65µs   med=15.76ms max=66.53ms  p(90)=40.26ms  p(95)=44.26ms 
       { expected_response:true }...: avg=18.14ms  min=731.65µs   med=15.76ms max=66.53ms  p(90)=40.26ms  p(95)=44.26ms 
   ✓ http_req_failed................: 0.00%   0 out of 179492
     http_req_receiving.............: avg=239.56µs min=-1215954ns med=98.15µs max=27.83ms  p(90)=551.41µs p(95)=775.06µs
     http_req_sending...............: avg=10.41µs  min=2.48µs     med=7.57µs  max=1.32ms   p(90)=13.64µs  p(95)=21.86µs 
     http_req_tls_handshaking.......: avg=0s       min=0s         med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=17.89ms  min=659.39µs   med=15.56ms max=65.29ms  p(90)=39.76ms  p(95)=43.76ms 
     http_reqs......................: 179492  314.874325/s
     iteration_duration.............: avg=118.76ms min=101.79ms   med=116.4ms max=167.41ms p(90)=140.91ms p(95)=144.9ms 
     iterations.....................: 179492  314.874325/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100